app/views/monstruos/index.html.erb


	<% monstruos = Monstruo.all %>
---
SELECT "monstruos".* FROM "monstruos"