app/views/monstruos/show.html.erb

SELECT "tweets".* FROM "tweets"  WHERE "tweets"."monstruo_id" = ?  [["monstruo_id", 9]]
---
<p> Descripcion: <%= @monstruo.descripcion %></p>
<ul>Tweets: <% @monstruo.tweets.each do |t| %>