app/controllers/monstruos_controller.rb

  def destroy
	@monstruo.destroy
---
DELETE FROM "monstruos" WHERE "monstruos"."id" = ?  [["id", 1]]