app/controllers/tweets_controller.rb

  def create
	@tweet = Tweet.create(params.require(:tweet).permit([:estado, :nombre]))
---
INSERT INTO "tweets" ("created_at", "estado", "updated_at") VALUES (?, ?, ?)  [["created_at", "2014-09-10 18:40:15.575984"], ["estado", "Estoy reduraznito"], ["updated_at", "2014-09-10 18:40:15.575984"]]