app/views/victimas/index.html.erb

SELECT "victimas".* FROM "victimas"
---
<ul>
<% Victima.all.each do |v| %>